{
  "What is your shipping time?": "Our shipping time is 3-5 business days.",
  "Do you ship internationally?": "Yes, we ship worldwide.",
  "What payment methods do you accept?": "We accept Visa, MasterCard, PayPal, and Cash on Delivery.",
  "Can I track my order?": "Yes, once your order is shipped, you will receive a tracking link via email.",
  "How can I cancel my order?": "Orders can be canceled within 24 hours of placing them. Please contact support.",
  "Do you offer free shipping?": "We offer free shipping on all orders above $50.",
  "What is your return policy?": "You can return any unused product within 14 days for a full refund.",
  "Do you offer product warranty?": "Yes, all our electronic products come with a 1-year warranty.",
  "How do I create an account?": "Click on the 'Sign Up' button at the top right corner and fill in your details.",
  "I forgot my password, what should I do?": "Click on 'Forgot Password' and follow the instructions to reset it.",
  "Can I change my delivery address after placing an order?": "Yes, you can update your address before the order is shipped by contacting support.",
  "Do you have a physical store?": "Yes, we have showrooms in Karachi, Lahore, and Islamabad.",
  "Are your products original?": "Yes, we only sell 100% authentic and branded products.",
  "How do I contact customer support?": "You can reach us via live chat, email at support@example.com, or call +92-300-1234567.",
  "Do you offer discounts?": "Yes, we frequently run promotions and seasonal discounts. Subscribe to our newsletter to stay updated.",
  "Can I pay with cash on delivery?": "Yes, Cash on Delivery is available in major cities.",
  "What currencies do you accept?": "We currently accept payments in PKR, USD, and EUR.",
  "Do you sell refurbished items?": "No, we only sell brand new products.",
  "Is my personal information safe?": "Yes, we use SSL encryption and never share your data with third parties.",
  "How long does international delivery take?": "International shipping usually takes 10-15 business days."
}
